Repository: zohaibkhanbarefoot/FD-IOS-PK
Catalog: Freeedrive/FreeeDrive/FreeeDrive/*.lproj/Localizable.strings
Languages: es, fr, nl

source: LOG IN
es: Iniciar Sesión
fr: CONNEXION
nl: Inloggen

# signup
source: REGISTER
es: Registrarse
fr: INSCRIPTION
nl: Account aanmaken

source: HELLO!
es: HOLA!
fr: BONJOUR!
nl: HALLO!

# personal_informations
source: PERSONAL INFORMATION
es: INFORMACIÓN PERSONAL
fr: INFORMATIONS PERSONNELLES
nl: PERSOONLIJKE INFORMATIE

source: First name
es: Nombre
fr: Prénom
nl: Voornaam

source: Last name
es: Apellido
fr: Nom
nl: Achternaam

# phone
source: Phone number
es: Número de celular
fr: Numéro de téléphone
nl: Telefoonnummer

# professional_informations
source: PROFESSIONAL INFORMATION
es: INFORMACIÓN PROFESIONAL
fr: INFORMATIONS PROFESSIONNELLES
nl: PROFESSIONELE INFORMATIE

source: Function
es: Función
fr: Fonction
nl: Functie

source: Department
es: Departamento
fr: Département
nl: Departement

source: Work site
es: Sitio de trabajo
fr: Siège de travail
nl: Werkplaats

source: VALIDATE
es: VALIDAR
fr: VALIDER
nl: VALIDEER

source: Sales
es: Ventas
fr: Ventes
nl: Verkoop

source: IT Service
es: Servicio tecnológico
fr: IT

# sent_email
source: You have been sent an email to continue. Please, check your email account
es: Se le ha enviado un email para continuar. Por favor, revise su email
fr: Nous vous avons envoyé un email. Pour continuer, merci de vérifier votre boîte mail.
nl: Er is een email gestuurd. Om verder te gaan, verifieer uw email.

# not_verified
source: The link we sent you by email hasn't been validated yet. Please, check your emails.
fr: Le lien que nous vous avons envoyé par email n’a pas encore été validé. Merci de vérifier votre boîte mail.
nl: De link die we per email gestuurd hebben is nog niet gevalideerd.

source: YES
es: SI
fr: OUI
nl: JA

source: NO
fr: NON
nl: NEE

# no_contract
source: Sorry, we have no company contract yet for this domain. Would you like more informations?
es: Lo sentimos, no tenemos aún el contrato de la compañía para este dominio Le gustaría recibir más información?
fr: Désolé, nous n’avons pas encore d’accord pour ce domaine.Souhaitez-vous plus d’information?
nl: Sorry, we hebben geen bedrijfs- contract voor dit domein. Wil je meer informatie?

# drive_safe
source: ENJOY SAFE DRIVING
es: CONDUCCIÓN SEGURA
fr: CONDUISEZ EN SECURITE AVEC FREEEDRIVE
nl: RIJD VEILIG, U RIJDT MET FREEEDRIVE

# allowed
source: ALLOWED APPS
es: APLICACIONES AUTORIZADAS
fr: APPS AUTORISÉES
nl: TOEGELATEN APPS

source: AUTO REPLY
es: RESPUESTA AUTOMÁTICA
fr: RÉPONSE AUTOMATIQUE

source: SETTINGS
es: OPCIONES
fr: RÉGLAGES
nl: CONFIGURATIE

# notifications
source: MESSAGES
es: MENSAJES
fr: MES MESSAGES
nl: BERICHTEN

# no_notifications_found
source: NO MESSAGES
es: NO HAY MENSAJES
fr: AUCUN MESSAGE
nl: GEEN BERICHTEN

# auto
source: AUTO-REPLY
es: RESPUESTA AUTOMÁTICA
fr: REPONSE AUTOMATIQUE

# rate
source: CONTACT US
es: CONTÁCTENOS
fr: CONTACTEZ-NOUS
nl: CONTACTEER ONS

source: ACCOUNT
es: CUENTA
fr: COMPTE

source: CANCEL
es: CANCELAR
fr: ANNULER

source: EXIT
es: SALIR
fr: SORTIR

# notification_access
source: FreeeDrive must be selected as a notification manager in order to run the application properly.
fr: FreeeDrive doit être sélectionné en tant que centre de notifications pour pouvoir être lancée correctement.
nl: Freeedrive moet geselecteerd worden als een notificatie manager om de applicatie te activeren.

source: CREDITS
es: CRÉDITOS
fr: CRÉDITS
nl: INFO

source: LOG OUT
es: SALIR
fr: DECONNEXION
nl: LOG UIT

# allowed_categories
source: ALLOWED CATEGORIES OF APPS:
fr: CATEGORIES D’APPS AUTORISES:
nl: TOEGELATEN CATEGORIEËN VAN APPS:

# see_all
source: SEE ALL THE APPS HERE:
fr: TOUTES LES APPS:
nl: ZIE AL DE APPLICATIES HIER:

source: FLEET LIST
fr: LISTE FLEET
nl: FLEET LIJST

source: SAVE
fr: SAUVEGARDER
nl: BEWAAR

source: AUTO-REPLY MESSAGE
fr: MESSAGE AUTOMATIQUE

# activated_by_default
source: Activated by default when there is a message
fr: Activé par défaut en cas de message
nl: Automatisch geactiveerd wanneer er/neen bericht binnenkomt

# write_here
source: Write here your questions or comments.
fr: Ecrivez ici votre message
nl: Schrijf hier je vraag of commentaar

source: Any comments?
fr: Des remarques?
nl: Commentaren?

source: SEND
fr: ENVOYER
nl: VERSTUUR

# all_fields_mandatory
source: All fields are mandatory
fr: Tous les champs sont obligatoires
nl: Al de velden zijn verplicht

source: Invalid email
fr: email non-valide
nl: Foute email

# error
source: An error has occurred
fr: Une erreur est survenue
nl: Er is een fout opgetreden

# check_email
source: Please check your email
fr: Merci de vérifier vos mails
nl: Verifieer email

# rate_invalid
source: Please input a message
es: POR FAVOR ENTRE UN MENSAJE
fr: Merci d’indiquer un commentaire
nl: Schrijf aub een commentaar

source: REFRESH
fr: RAFRAICHIR
nl: HERLAAD

# bt_settings
source: You need to select a Bluetooth connection
fr: Vous devez jumeler votre appareil avec au moins un BT
nl: Je moet een bluetooth DrivePadie selecteren

# bt_enable_settings
source: Please enable your Bluetooth connection
fr: Merci d'activer votre Bluetooth ainsi que le mode découverte
nl: Zet aub je bluetooth verbinding aan.

source: DRIVING
fr: AU VOLANT
nl: RIJDEN

source: WALKING
fr: EN MARCHANT
nl: WANDELEN

source: STATIONARY
fr: STATIONNAIRE
nl: STATIONAIR

# bad_usage
source: Please revert to good usage!
fr: S'il vous plaît revenir à un bon usage!
nl: Gelieve terug te keren naar goed gebruik!

# no_internet
source: No internet connection
es: Sin conexión a internet
fr: Aucune connexion internet.
nl: Geen internet verbinding

# bt_notActive
source: Bluetooth off
es: Bluetooth apagado
fr: Bluetooth éteint
nl: Bluetooth uit

# bt_off
source: Please turn on your bluetooth
es: Por favor active el bluetooth de su celular
fr: Veuillez activer votre bluetooth svp
nl: Gelieve uw bluetooth aan te zetten.

# confirm_email
source: Please confirm your email
es: Por favor confirme su email
fr: Veuillez confirmer votre email
nl: Gelieve uw email adres te bevestigen.

# earn_point
source: Keep phone in pocket Put phone in holder
es: Celular en el bolsillo Coloca tu celular en un soporte
fr: Gardez le téléphone en poche Mettez le téléphone dans un support
nl: Telefoon in broekzak Telefoon in houder

# SPEECH_PHONEDOWN
source: Please, put the phone down
es: Por favor no utilice su teléfono!
fr: Veuillez déposer votre téléphone s'il vous plaît
nl: Gelieve uw telefoon neer te leggen alstublieft

# BADBEHAVIOR
source: Dangerous behavior
es: Comportamiento Peligroso
fr: Comportement dangereux
nl: Gevaarlijk gedrag

source: Monitoring not available
es: Monitoreo no disponible
fr: Monitoring pas disponible
nl: Monitoring niet mogelijk

source: iBeacon detection are not available with your device
fr: Detection de iBeacon n'est pas disponible sur votre appareil
nl: DrivePad ontdekking niet mogelijk met uw toestel

source: iBeacon detection
fr: Detection de iBeacon
nl: iBeacon ontdekking

source: Hi
es: Hola
fr: Hello
nl: Hallo

source: Welcome back. Ready for a safe drive?
es: Bienvenido nuevamente, está listo para una conducción segura?
fr: Bonjour, prêt pour un voyage en sécurité ?
nl: Welkom, klaar voor een veilig rit?

source: App Permission Denied
es: Permiso de la aplicación denegado
fr: Permission de l'application refusé
nl: Toegang van app geweigerd

source: Location disabled, to re-enable, please go to Settings and turn on Location Service for this app.
fr: Localisation désactivé, pour réactiver aller dans Réglages est autoriser Service de localisation pour cette app.
nl: Locatie uitgeschakeld, om aan te schakelen, ga naar Instelligen, Privacy, Locatievoorzieningen en schakel voor deze app Locatie aan

source: Location Services Disabled!
fr: Service de localisation désactivé !
nl: Locatievoorzieningen uitgeschakeld!

source: Please enable Location Based Services for the good use of the app.
fr: Svp, veuillez activer le Service de localisation pour le bon fonctionnement de l'app.
nl: Gelieve Locatievoorzieningen aan te schakelen voor het goed gebruikt van deze app

source: Settings
fr: Réglages
nl: Instellingen

source: phone locked
es: Teléfono bloqueado
fr: Téléphone verrouillé
nl: Telefoon vergrendeld

source: phone unlocked
es: Teléfono desbloqueado
fr: téléphone déverrouillé
nl: telefoon ontgrendeld

# loose_point
source: Hand held use Not handsfree calling
es: Uso de celular en la mano Llamada sin uso de manos libres
fr: Utilisation du téléphone en main Appeler sans kit main libre
nl: Telefoon in de hand gebruiken Niet handenvrij bellen

# confirm_new_phone
source: An email has been send to validate your new phone
es: Un email ha sido enviado para confirmar su número de teléfono
fr: Un email a été envoyé afin de valider votre nouveau téléphone
nl: Een email werd verstuurd om uw nieuwe telefoon te valideren

# save_succeed
source: Your account is updated
es: Su cuenta ha sido actualizada
fr: Votre compte est à jour
nl: Uw account is bijgewerkt

# email_taken
source: This email is already registered
es: Este email ya existe
fr: Cet e-mail est déjà utilisé
nl: Email is reeds gebruikt

# invalid_phone
source: Your number should not start with '0' or '+'international format
es: Su número debería comenzar con'0' o '+'código internacional.
fr: Votre numéro ne doit pas commencer par '0 ' ou '+ ' format international.
nl: Uw telefoonnummer mag niet beginnen met ' 0 ' of ' + ' internationale toegangscode.

# invalid_phone_length
source: Invalid number length
es: Número inválido!
fr: Numéro invalide!
nl: Ongeldig nummer!

# last_drive
source: MY LATEST RIDE
es: Último recorrido
fr: MON DERNIER TRAJET
nl: MIJN LAATSTE RIT

# all_drive
source: ALL MY RIDES
es: Recorrido Total
fr: TOUS MES TRAJETS
nl: Alle ritten

# drive_time
source: DRIVING TIME
es: TIEMPO DE CONDUCCIÓN
fr: TEMPS DE TRAJET
nl: RIJTIJD

# feedback_ok
source: Thank you for your feedback!
es: Gracias por sus comentarios!
fr: Merci pour votre feedback !
nl: Bedankt voor uw feedback!

# my_notifications
source: MY MESSAGES
es: MIS MENSAJES
fr: MES MESSAGES
nl: MIJN BERICHTEN

source: MY PROFILE
es: MI PERFIL
fr: MON PROFIL
nl: Mijn profiel

source: CONTACT US
es: CONTÁCTENOS
fr: CONTACTEZ-NOUS
nl: Contacteer ons

source: WELL DONE!
es: BUEN TRABAJO!
fr: Bravo !
nl: Goed zo!

source: WATCH OUT!
es: CUIDADO!
fr: Attention !
nl: Wees voorzichtig!

source: RISKY BEHAVIOR!
es: COMPORTAMIENTO PELIGROSO!
fr: Comportement dangereux !
nl: Gevaarlijk gedrag!

# error_networkCallFailure
source: Your settings have not been saved because you are not connected to the internet
es: Los cambios no han sido grabados ya que no dispone de conexión de internet
fr: Votre configuration n'a pas été sauvegardée car vous n'êtes pas connecté à internet
nl: Uw configuratie is niet opgeslagen omdat u niet verbonden bent met het internet

source: Keep on safe driving.
es: Mantén tu conducción segura!.
fr: Bonne conduite en sécurité.
nl: Veilig rijgedrag.

source: Have you been distracted?
es: Has estado distraido?
fr: Avez-vous étés distrait ?
nl: Was u afgeleid?

source: Can't your smartphone wait?
es: No puede esperar tu teléfono celular?
fr: Votre smartphone ne peut-il pas attendre ?
nl: Kan uw smartphone niet wachten?

source: Keep phone in pocket
es: Celular en el bolsillo
fr: Gardez votre téléphone en poche
nl: Smartphone in houder of in zak

source: Put phone in holder
es: Coloca tu celular en un soporte
fr: ou placez le sur son support

source: Hand held use
es: Uso con manos
fr: Utilisation du téléphone en main
nl: Gebruik van gsm in hand

source: NEXT
es: SIGUIENTE
fr: SUIVANT
nl: volgende

source: here
es: AQUÍ
fr: ici
nl: hier

source: New phone number? Update
es: Nuevo número de teléfono? Actualizar aquí
fr: Nouveau numéro de téléphone? Mettre à jour
nl: Nieuw nummer? Update

# new_connector_update
source: New DrivePad? Update
es: Nuevo DrivePad? Actualizar aquí
fr: Nouveau DrivePad ? Mettre a jour
nl: Nieuw DrivePad? Update

source: Latest Ride
es: Último recorrido
fr: Dernier trajet
nl: Laatste rit

source: Arrival
es: Llegada
fr: Arrivée
nl: Aankomst

source: All Rides
es: Total recorrido
fr: Tous mes trajets
nl: Alle ritten

# total_scores
source: TOTAL SCORE
es: CALIFICACION TOTAL
fr: SCORE TOTAL

source: TOTAL DISTRACTIONS
es: DISTRACCIONES TOTALES
fr: DISTRACTIONS TOTALES
nl: TOTALE AFLEIDINGEN

source: UPDATE
es: ACTUALIZAR
fr: Mettre à jour
nl: BIJWERKEN

source: complete the
es: complete el
fr: Indiquer le numéro à
nl: GEEF IN DE

source: 4 digit code
es: Código de 4 dígitos
fr: 4 chiffres
nl: 4 cijfers

source: you received by sms
es: Usted recibirá por SMS
fr: reçu par SMS
nl: gekregen via SMS

# havnt_recieved_the_sms
source: Haven't received the sms
es: No ha recibido el SMS
fr: Vous n’avez pas reçu de SMS?
nl: U hebt geen SMS gekregen?

source: Send again
es: Enviar nuevamente
fr: Renvoyer
nl: Stuur terug

# code_length_invalid
source: The code should be of 4 digits
es: El código debe contener 4 dígitos
fr: Le code doit contenir 4 chiffres.
nl: De code moet 4 cijfers bevatten

# invalid_code
source: Your code is either incorrect or expired
es: Su código es incorrecto o ya expiró
fr: Ce code est erroné ou a expiré
nl: Uw code is ofwel incorrect ofwel vervallen

source: Scan the
es: Escanear el
fr: Veuillez scanner le
nl: Gelieve uw

source: QR code placed
es: Código QR
fr: code QR
nl: QR code te scannen

# on_the_back_of_your_beacon
source: on the back of your DrivePad
es: en la parte posterior de su DrivePad
fr: au dos de votre DrivePad
nl: die zich op de achterkant van de DrivePad bevindt

source: SCAN
es: ESCANEAR
fr: SCANNER
nl: SCANNEN

# code_expired
source: SMS code has been expired, please click Send again
es: Código expirado, Por favor presione en enviar nuevamente.
fr: Le code SMS a expiré, veuillez cliquer sur renvoyer à nouveau
nl: De SMS code is vervallen, gelieve op Stuur terug te drukken

# resend_smscode
source: Please wait for 1 min and check your messages for verification code
es: Por favor espere 1 minuto y revise sus mensajes con el código de verificación.
fr: Veuillez attendre 1min et vérifier votre messagerie.
nl: Gelieve 1 minuut te wachten en controleer je inbox voor de verificatie code.

# server_error
source: Server Error,please try again later!
es: Error del servidor,por favor intente más tarde.
fr: Erreur du serveur, veuillez réessayer plus tard
nl: Serverfout, gelieve later terug te proberen.

# number_already_exist
source: This phone number is already registered. Try to login.
es: Este número ya ha sido registrado. Intente conectarse.
fr: Ce numéro est déjà enregistré. Essayez de vous connecter.
nl: Deze telefoonnummer is reeds geregistreerd. Probeer in te loggen.

# not_registered
source: You're not registered
es: Usted no está registrado
fr: Vous n'êtes pas enregistré
nl: U bent niet geregistreerd

# server_error_register
source: Please try again later
es: Por favor intente más tarde.
fr: Veuillez réessayer plus tard
nl: Gelieve later terug te proberen!

# terms_title
source: Terms & Conditions
es: Algemene Voorwaarden
fr: Termes et Conditions
nl: Algemene Voorwaarden

# terms_detail
source: By continuing with the registration, you accept Freedrive's terms and conditions. To view the full details, click on
es: Door verder te gaan met de registratie, accepteert u Freeedrive&#39;s algemene voorwaarden. Om de volledige details te bekijken, klikt u op
fr: En continuant l&#39;inscription, vous acceptez les termes et conditions de Freeedrive. Pour voir tous les détails, cliquez sur Politique de
nl: Door verder te gaan met de registratie, accepteert u Freeedrive&#39;s algemene voorwaarden. Om de volledige details te bekijken, klikt u op

# privacy_policy_title
source: Privacy Policy
es: Privacybeleid
fr: confidentialité
nl: Privacybeleid

# accept_terms_title
source: ACCEPT
es: Accepteren
fr: Acceptez
nl: Accepteren

# permission_denied_camera
source: Enable Camera permissions from settings
es: Autorizar el acceso a la cámara
fr: Activer les autorisations de caméra à partir des paramètres
nl: Inschakelen camera machtigingen van instellingen

# device_already_registered
source: You're not allowed to login on this device. Contact us at info@freeedrive.com to update your account
es: Usted no esta autorizado para ingresar utilizando este dispositivo. Contáctenos en info@freeedrive.com para actualizar su cuenta
fr: Vous n'êtes pas autorisé à vous connecter avec cet appareil! Contactez-nous sur info@freeedrive.com pour mettre votre compte à jour
nl: U bent niet geautoriseerd om zich met dit toestel te connecteren! Contacteer ons op info@freeedrive.com om uw account te updaten

source: OFF
es: APAGADO
nl: UIT

source: ON
es: ENCENDIDO
nl: AAN

# distraction
source: DISTRACTIONS
es: DISTRACCIONES
nl: AFLEIDING(EN)

source: INFORMATION
es: INFORMACIÓN
nl: INFORMATIE

source: OK
es: Aceptar

source: Menu
es: Menú

source: FAQ
es: PREGUNTAS FRECUENTES

source: FIND MY CAR
es: ENCONTRAR MI CARRO

source: SYNC
es: SINCRONIZAR CALIFICACIONES

source: Not hands free calling
es: Llamada sin uso de manos libres

# invalid_uuid
source: Invalid Beacon Id
es: UUID incorrecto
